---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.WinderMinWidthTooLargeFailure
source: html/ba37b83b-4c43-2eda-65bf-58f0485ed431.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.WinderMinWidthTooLargeFailure Property

The value for Minimum Width on Inside Boundary is too large.

## Syntax (C#)
```csharp
public static FailureDefinitionId WinderMinWidthTooLargeFailure { get; }
```